<template>
  <div class="agreement">
      <div class="agreement-warpper">
          <div class="close"></div>
          <div class="content">
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
            <p>蒲公英繁殖采用种子繁殖。种子无休眠期，成熟采收后的种子，从春到秋可随时播种。根据场需求，冬季也可在温室内播种，露地直播采用条播，在畦面上按行距25～30厘米开浅横沟，播幅约10厘米，种子播下后覆土1 厘米，然后稍加镇压。播种量每亩0.5～0.75千克。平畦撒播，亩用种1.5～2.0千克。品质优良的蒲公英良种每亩的播种量仅为25～50克。播种后盖草保温，出苗时揭去盖草，约6天可以出苗。</p>
        </div>
      </div>
  </div>
</template>

<script type="text/ecmascript-6">
export default {};
</script>

<style lang="less">
.agreement {
  width: 17.786667rem;
  height: 10rem;
  background: rgba(0, 0, 0, 0.4) url("../../images/bg_agreement.png") no-repeat
    center;
  background-size: 12.786667rem 8.093333rem;
  .agreement-warpper {
    width: 11.866667rem;
    height: 8.666667rem;
    padding: 0.266667rem 0.266667rem 0 0.266667rem;
    overflow: hidden;
    box-sizing: border-box;
    margin: 0 auto;
    padding-top: 2.66667rem;
    position: relative;
    .content {
      width: 100%;
      height: 100%;
      overflow-y: auto;
      -webkit-overflow-scrolling: touch;
      font-size: 0.32rem;
      color: #e4cd8e;
      p {
        text-indent: 2em;
        line-height: 0.373333rem;
      }
    }
    .close {
      width: 0.786667rem;
      height: 0.746667rem;
      position: absolute;
      top: 1.32rem;
      right: 0;
      background: url("../../images/shop_guanbi@3x.png") no-repeat
    center/cover;
    }
  }
}
</style>
